{"id":291,"date":"2021-08-17T03:21:06","date_gmt":"2021-08-17T03:21:06","guid":{"rendered":"https:\/\/vistlabs.com\/?page_id=291"},"modified":"2021-08-17T03:21:39","modified_gmt":"2021-08-17T03:21:39","slug":"terms-of-use","status":"publish","type":"page","link":"https:\/\/vistlabs.com\/terms-of-use\/","title":{"rendered":"Terms of Use"},"content":{"rendered":"\n<p><strong>VIST TERMS OF USE<\/strong><\/p>\n\n\n\n<p>In return for your participation and use of this website, or any other website operated by VIST Labs, LLC, its parents, subsidiaries, divisions, and affiliates, (collectively, “VIST”), please read the Terms of Use below carefully, because when you use our Websites, you automatically agree to them.<\/p>\n\n\n\n<p><strong>RESTRICTIONS ON YOUR USE OF THE MATERIALS IN OUR WEBSITES<\/strong><\/p>\n\n\n\n<p>By using this website, or any other website operated by VIST (each a “Website,” or collectively, “Websites”), you represent, warrant, and covenant the following:<\/p>\n\n\n\n<p>(1) You will not use the Websites for any unlawful purpose or in any way that could damage, disable, overburden, or impair the Websites, or interfere with anyone else’s use and enjoyment of the Websites, including, but not limited to: (a) attempting to gain unauthorized access to the Websites through hacking, password mining, or any other means, (b) use of threatening, abusive, libelous, defamatory, obscene, scandalous, vulgar, offensive, pornographic, profane, sexually explicit or indecent materials, (c) committing or encouraging conduct that would constitute a criminal offense, giving rise to civil or criminal liability or otherwise violate law, (d) or upload, transmit, publish, or distribute materials that (i) violate, plagiarize or infringe the rights of third parties including, without limitation, copyright, trademark, patent, rights of privacy or publicity or any other proprietary right, (ii) contain a virus or other harmful component, (iii) contain any information, software or other material of a commercial nature, (iv) contain advertising of any kind, or (v) constitute or contain false or misleading indications of origin or statements of fact.<\/p>\n\n\n\n<p>(2) You agree not to re-use material from this Website, unless you get written permission from VIST first.<\/p>\n\n\n\n<p>(3) You are at least eighteen (18) years of old. Certain parts of the Website may be subject in whole or in part to heightened age and\/or other eligibility requirements.&nbsp; As such, you may be asked to verify that you meet the heightened age and\/or other eligibility requirements during your use of the Website or VIST’s services, and you hereby agree that you shall not misrepresent your age. Further, you represent and warrant that any party you invite to use the Website or participate in any of the services with you is also of legal age as described above. Without limiting the foregoing, the Website and services are not available to minors.<\/p>\n\n\n\n<p><strong>SOCIAL MEDIA<\/strong><\/p>\n\n\n\n<p>You’re not permitted to post or upload any of our Websites content for your commercial, business, or non-personal use. If you use or post our Websites information and materials for any non-personal purposes, you’ll be violating our intellectual property rights.<\/p>\n\n\n\n<p><strong>NOTICE ABOUT MEDICAL ADVICE<\/strong><\/p>\n\n\n\n<p>Information accessible on this Websites is not intended to be a substitute for professional medical advice. Information is often general in nature and may be helpful to some persons but not others, depending upon their personal medical needs.<\/p>\n\n\n\n<p>THIS WEBSITE DOES NOT PROVIDE MEDICAL OR OTHER LICENSED PROFESSIONAL ADVICE. NOTHING STATED OR POSTED ON THIS WEBSITE OR AVAILABLE THROUGH ANY SERVICES ARE INTENDED TO BE, AND MUST NOT BE TAKEN TO BE, THE PRACTICE OF MEDICINE. THE WEBSITE MATERIALS, SUCH AS TEXT, GRAPHICS, IMAGES, AND INFORMATION OBTAINED FROM THIS WEBSITE ARE FOR INFORMATIONAL PURPOSES ONLY. THE WEBSITE IS NOT INTENDED TO BE A SUBSTITUTE FOR PROFESSIONAL MEDICAL ADVICE, DIAGNOSIS, OR TREATMENT. ALWAYS SEEK THE ADVICE OF YOUR PHYSICIAN OR OTHER QUALIFIED HEALTH PROVIDER WITH ANY QUESTIONS YOU MAY HAVE REGARDING A MEDICAL CONDITION. NEVER DISREGARD PROFESSIONAL MEDICAL ADVICE OR DELAY IN SEEKING IT BECAUSE OF INFORMATION YOU HAVE OBTAINED THROUGH THIS WEBSITE. IF YOU THINK YOU MAY HAVE A MEDICAL EMERGENCY, CALL YOUR DOCTOR OR 911 IMMEDIATELY.<\/p>\n\n\n\n<p><strong>AVAILABLE ONLY WHERE PERMITTED BY LAW<\/strong><\/p>\n\n\n\n<p>The products and services described this Website are only offered in jurisdictions where they may be legally offered for sale. This Website is not intended for distribution to, or use by, any person or entity in any jurisdiction where such distribution or use would be contrary to local law or regulation.<\/p>\n\n\n\n<p><strong>OTHER WEBSITES AND LINKS<\/strong><\/p>\n\n\n\n<p>We sometimes provide access to other websites from our Websites. These links are provided by VIST only as a convenience. The inclusion of any link does not imply any affiliation, association, adoption, or endorsement by VIST of the site or any of the information or content therein. Because these linked sites and resources are not under the control of VIST, you acknowledge and agree that VIST is not responsible or liable for the content, advertising, products, services, or other materials on any linked site or any review, changes, or updates to such sites, or any use thereof. It is the user’s responsibility to take precautions to ensure that whatever linked site and resource is selected is free of such items as viruses and other items of a destructive nature.<\/p>\n\n\n\n<p>Check the Uniform Resource Locator (URL) address provided in your browser to see if you are still in a VIST-operated Websites or have moved to another Websites.<\/p>\n\n\n\n<p><strong>LIMITATION OF LIABILITY<\/strong><\/p>\n\n\n\n<p>UNDER NO CIRCUMSTANCES, INCLUDING, BUT NOT LIMITED TO NEGLIGENCE, SHALL VIST, ITS AFFILIATES, ITS SUBSIDIARIES, THEIR DIRECTORS, OFFICERS, EMPLOYEES, AGENTS OR REPRESENTATIVES, OR VIST’S SUPPLIERS BE LIABLE FOR ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL OR CONSEQUENTIAL DAMAGES, INCLUDING, BUT NOT LIMITED TO, LOSS OF DATA OR INACCURACY OF DATA OR COST OF PROCUREMENT OF SUBSTITUTE GOODS, SERVICES OR TECHNOLOGY OR BUSINESS INTERRUPTION OR LOSS OF PROFIT, ARISING OUT OF THE USE OR THE INABILITY TO USE THE MATERIALS ON THIS SITE, OR ANY HYPERLINKED SITE OR ANY PRODUCT OR SERVICES SOLD HEREUNDER, EVEN IF VIST OR AN VIST AUTHORIZED REPRESENTATIVE HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES. IF YOUR USE OF MATERIALS FROM THIS SITE RESULTS IN THE NEED FOR SERVICING, REPAIR OR CORRECTION OF EQUIPMENT OR DATA, YOU ASSUME ANY COSTS THEREOF. SOME STATES DO NOT ALLOW THE EXCLUSION OR LIMITATION OF INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THE ABOVE LIMITATION OR EXCLUSION MAY NOT APPLY TO YOU.<\/p>\n\n\n\n<p>EXCEPTION: IN CERTAIN STATES THE LAW MAY NOT ALLOW US TO LIMIT OR EXCLUDE LIABILITY FOR THESE “INCIDENTAL” OR “CONSEQUENTIAL” DAMAGES, SO THE ABOVE LIMITATION MAY NOT APPLY, AND YOU MAY INDEED HAVE THE RIGHT TO RECOVER THESE TYPES OF DAMAGES. BUT IN ANY EVENT, OUR LIABILITY TO YOU FOR ALL LOSSES, DAMAGES, INJURIES, AND CLAIMS OF EVERY KIND (WHETHER THE DAMAGES ARE CLAIMED UNDER THE TERMS OF A CONTRACT, OR THEY’RE CLAIMED TO BE CAUSED BY NEGLIGENCE OR OTHER WRONGFUL CONDUCT, OR THEY’RE CLAIMED FOR LOSS OF ANTICIPATED PROFITS OR REVENUE OR OTHER ECONOMIC LOSS, OR THEY’RE CLAIMED UNDER ANY OTHER LEGAL THEORY) WILL NOT BE GREATER THAN THE AMOUNT YOU PAID TO ACCESS OUR WEBSITES.<\/p>\n\n\n\n<p><strong>DISCLAIMER<\/strong><\/p>\n\n\n\n<p>All information provided on this Website is intended for informational purposes only. All information is believed to be reliable, but is not warranted to be accurate, timely or complete, nor is any information intended to constitute advice. Many factors unknown to VIST may affect the applicability of any statement or comment made on the Website to your particular circumstances.<\/p>\n\n\n\n<p>THE WEBSITES, INCLUDING ALL CONTENT, SOFTWARE, FUNCTIONS, MATERIALS AND INFORMATION MADE AVAILABLE ON OR ACCESSED THROUGH THE WEBSITES, IS PROVIDED “AS IS”. TO THE FULLEST EXTENT PERMISSIBLE BY LAW, VIST MAKES NO REPRESENTATION OR WARRANTIES OF ANY KIND WHATSOEVER: FOR THE CONTENT ON THE WEBSITES OR THE MATERIALS, INFORMATION AND FUNCTIONS MADE ACCESSIBLE BY THE SOFTWARE USED ON OR ACCESSED THROUGH THE VIST WEB SITE; FOR ANY PRODUCTS OR SERVICES OR HYPERTEXT LINKS TO THIRD PARTIES; OR FOR ANY BREACH OF SECURITY ASSOCIATED WITH THE TRANSMISSION OF SENSITIVE INFORMATION THROUGH THE WEBSITES OR ANY LINKED SITE. FURTHER, VIST EXPRESSLY DISCLAIMS ANY EXPRESS OR IMPLIED WARRANTIES, INCLUDING, WITHOUT LIMITATION, NON-INFRINGEMENT OF THIRD PARTY RIGHTS, MERCHANTABILITY OR FITNESS FOR A PARTICULAR PURPOSE. VIST DOES NOT WARRANT THAT THE FUNCTIONS CONTAINED IN THE WEBSITES OR ANY MATERIALS OR CONTENT CONTAINED THEREIN WILL BE UNINTERRUPTED OR ERROR FREE, THAT DEFECTS WILL BE CORRECTED, OR THAT THE WEBSITES OR THE SERVER THAT MAKES IT AVAILABLE IS FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS. VIST SHALL NOT BE LIABLE FOR THE USE OF THE WEBSITES, INCLUDING, WITHOUT LIMITATION, THE CONTENT AND ANY ERRORS CONTAINED THEREIN.<\/p>\n\n\n\n<p>VIST shall not be liable for delays or defaults in furnishing the services or products hereunder including technological, computer hardware or software errors, delays or breakdowns and including any delays or defaults on the part of VIST that are due to causes beyond the reasonable control of VIST, including those caused by attacks from unauthorized users who access VIST’s technological infrastructure.<\/p>\n\n\n\n<p>EXCEPTION: IN CERTAIN STATES, THE LAW MAY NOT ALLOW US TO DISCLAIM OR EXCLUDE WARRANTIES, SO THE ABOVE DISCLAIMER MAY NOT APPLY TO YOU.<\/p>\n\n\n\n<p><strong>JURISDICTION<\/strong><\/p>\n\n\n\n<p>Unless otherwise specified, the materials in our Websites are presented to provide information about VIST and its products. VIST controls and operates its Websites from the company’s headquarters in Illinois, in the United States of America. We in no way imply that the materials on the Websites are appropriate or available for use outside of the United States. If you use our Websites from locations outside of the United States, you are responsible for compliance with any applicable local laws.<\/p>\n\n\n\n<p>Some software from our Websites may be subject to export controls imposed by the United States and may not be downloaded or otherwise exported or re-exported: a. into (or to a national or resident of) any country to which the United States has placed an embargo; or b. to anyone on the U.S. Treasury Department’s Specially Designated Nationals List or the U.S. Commerce Department’s Table of Deny Orders.<\/p>\n\n\n\n<p>If you download or use the Websites or software, you are, in effect, confirming to us that you are not located in, are not under the control of, and are not a national or resident of any such country, and that you are not on any such list. You may not use or export the materials from this Websites in violation of U.S. export laws and regulations.<\/p>\n\n\n\n<p><strong>MISCELLANEOUS<\/strong><\/p>\n\n\n\n<p>These Terms of Use, and the agreement they create, shall be governed by and interpreted according to the laws of the State of Illinois (without applying the state’s conflict-of-law principles). You agree and hereby submit to the exclusive personal jurisdiction and venue of the state and federal courts located in Cook County, Illinois with respect to any claims, demands or causes of action arising out of or related to this Agreement or your use of the Websites. Any such claim must be brought within one (1) year of the occurrence of the claims.<\/p>\n\n\n\n<p>If any provision of this agreement is unlawful, void or unenforceable, it will not affect the validity and enforceability of any remaining provisions.<\/p>\n\n\n\n<p>VIST may modify these Terms of Use, and the agreement they create, at any time, simply by updating this posting and without notice to you.<\/p>\n\n\n\n<p>These Websites, Terms of Use, and the VIST Privacy Policy make&nbsp;up the entire agreement regarding all the matters that have been discussed in the preceding paragraphs.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>VIST TERMS OF USE In return for your participation and use of this website, or any other website operated by VIST Labs, LLC, its parents, subsidiaries, divisions, and affiliates, (collectively, “VIST”), please read the Terms of Use below carefully, because when you use our Websites, you automatically agree to them. RESTRICTIONS ON YOUR USE OF [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v17.0 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Terms of Use - VIST Labs<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/vistlabs.com\/terms-of-use\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Terms of Use - VIST Labs\" \/>\n<meta property=\"og:description\" content=\"VIST TERMS OF USE In return for your participation and use of this website, or any other website operated by VIST Labs, LLC, its parents, subsidiaries, divisions, and affiliates, (collectively, “VIST”), please read the Terms of Use below carefully, because when you use our Websites, you automatically agree to them. RESTRICTIONS ON YOUR USE OF [&hellip;]\" \/>\n<meta property=\"og:url\" content=\"https:\/\/vistlabs.com\/terms-of-use\/\" \/>\n<meta property=\"og:site_name\" content=\"VIST Labs\" \/>\n<meta property=\"article:modified_time\" content=\"2021-08-17T03:21:39+00:00\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:label1\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data1\" content=\"8 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebSite\",\"@id\":\"https:\/\/vistlabs.com\/#website\",\"url\":\"https:\/\/vistlabs.com\/\",\"name\":\"VIST Labs\",\"description\":\"Purity Perfected\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/vistlabs.com\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/vistlabs.com\/terms-of-use\/#webpage\",\"url\":\"https:\/\/vistlabs.com\/terms-of-use\/\",\"name\":\"Terms of Use - VIST Labs\",\"isPartOf\":{\"@id\":\"https:\/\/vistlabs.com\/#website\"},\"datePublished\":\"2021-08-17T03:21:06+00:00\",\"dateModified\":\"2021-08-17T03:21:39+00:00\",\"breadcrumb\":{\"@id\":\"https:\/\/vistlabs.com\/terms-of-use\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/vistlabs.com\/terms-of-use\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/vistlabs.com\/terms-of-use\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/vistlabs.com\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Terms of Use\"}]}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"Terms of Use - VIST Labs","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/vistlabs.com\/terms-of-use\/","og_locale":"en_US","og_type":"article","og_title":"Terms of Use - VIST Labs","og_description":"VIST TERMS OF USE In return for your participation and use of this website, or any other website operated by VIST Labs, LLC, its parents, subsidiaries, divisions, and affiliates, (collectively, “VIST”), please read the Terms of Use below carefully, because when you use our Websites, you automatically agree to them. RESTRICTIONS ON YOUR USE OF [&hellip;]","og_url":"https:\/\/vistlabs.com\/terms-of-use\/","og_site_name":"VIST Labs","article_modified_time":"2021-08-17T03:21:39+00:00","twitter_card":"summary_large_image","twitter_misc":{"Est. reading time":"8 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebSite","@id":"https:\/\/vistlabs.com\/#website","url":"https:\/\/vistlabs.com\/","name":"VIST Labs","description":"Purity Perfected","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/vistlabs.com\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"WebPage","@id":"https:\/\/vistlabs.com\/terms-of-use\/#webpage","url":"https:\/\/vistlabs.com\/terms-of-use\/","name":"Terms of Use - VIST Labs","isPartOf":{"@id":"https:\/\/vistlabs.com\/#website"},"datePublished":"2021-08-17T03:21:06+00:00","dateModified":"2021-08-17T03:21:39+00:00","breadcrumb":{"@id":"https:\/\/vistlabs.com\/terms-of-use\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/vistlabs.com\/terms-of-use\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/vistlabs.com\/terms-of-use\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/vistlabs.com\/"},{"@type":"ListItem","position":2,"name":"Terms of Use"}]}]}},"_links":{"self":[{"href":"https:\/\/vistlabs.com\/wp-json\/wp\/v2\/pages\/291"}],"collection":[{"href":"https:\/\/vistlabs.com\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/vistlabs.com\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/vistlabs.com\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/vistlabs.com\/wp-json\/wp\/v2\/comments?post=291"}],"version-history":[{"count":0,"href":"https:\/\/vistlabs.com\/wp-json\/wp\/v2\/pages\/291\/revisions"}],"wp:attachment":[{"href":"https:\/\/vistlabs.com\/wp-json\/wp\/v2\/media?parent=291"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}